Repository: JiangNanGenius/floe-agent
Catalog: FloeAgent/FloeApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# workspace.office_document_editor_view.closing
source: Closing…
zh_hans: 正在关闭…

# workspace.office_document_editor_view.copy_saved
source: Copy saved
zh_hans: 副本已保存

# workspace.office_document_editor_view.could_not_save
source: Could not save
zh_hans: 未能保存

# workspace.office_document_editor_view.discard_unsaved_changes
source: Discard unsaved changes?
zh_hans: 放弃未保存的修改？

# workspace.office_document_editor_view.document_actions
source: Document Actions
zh_hans: 文档操作

# workspace.office_document_editor_view.export_format
source: Export Format
zh_hans: 导出格式

# workspace.office_document_editor_view.keep_an_edited_copy_and_close
source: Keep an edited copy and close
zh_hans: 保留编辑副本并关闭

# workspace.office_document_editor_view.keep_changes_and_return
source: Keep Changes and Return
zh_hans: 保留修改并返回

# workspace.office_document_editor_view.keep_editing
source: Keep editing
zh_hans: 继续编辑

# workspace.office_document_editor_view.ok
source: OK
zh_hans: 好

# workspace.office_document_editor_view.opening_document
source: Opening document…
zh_hans: 正在打开文档…

# workspace.office_document_editor_view.save_a_copy
source: Save a Copy…
zh_hans: 另存副本…

# workspace.office_document_editor_view.save_and_return
source: Save and Return
zh_hans: 保存并返回

# workspace.office_document_editor_view.save_changes_before_closing
source: Save changes before closing?
zh_hans: 关闭前保存修改？

# workspace.office_document_editor_view.save_document_and_return_to_preview
source: Save document and return to preview
zh_hans: 保存文档并返回预览

# workspace.office_document_editor_view.save_writes_changes_to_the_original
source: Save writes changes to the original file. Discard removes the editing copy.
zh_hans: 保存会通过共享保存流程写回原文件；放弃会删除编辑副本。

# workspace.office_document_editor_view.saving
source: Saving…
zh_hans: 正在保存…

# workspace.office_document_editor_view.slide_show
source: Slide Show
zh_hans: 放映

# workspace.office_document_editor_view.the_attachment_insertion_did_not_finish
source: The attachment insertion did not finish and the document may be partially modified. Check the current document first and undo if needed before retrying; the edited copy was kept.
zh_hans: 附件插入未能完成，文档可能已有部分修改。请先检查当前文档，必要时撤销后再试；编辑副本已保留。

# workspace.office_document_editor_view.the_document_engine_could_not_open
source: The document engine could not open the preview in time; the original file was not modified.
zh_hans: 文档引擎未能在限定时间内打开预览；原文件未被修改。

# workspace.office_document_editor_view.the_document_engine_could_not_open_2
source: The document engine could not open the editing copy in time; the editing copy was kept.
zh_hans: 文档引擎未能在限定时间内打开编辑副本；编辑副本已保留。

# workspace.office_document_editor_view.this_edit_still_matches_the_original
source: This edit still matches the original file.
zh_hans: 当前编辑仍对应原文件。

# workspace.office_document_editor_view.view_document_attachments
source: View document attachments
zh_hans: 查看文档附件

# workspace.office_workspace_attachment_picker.choose_a_file_generated_in_a
source: Choose a file generated in a project or chat. After import, Notes keeps its own copy.
zh_hans: 选择项目或聊天中生成的文件。导入后，手记会独立保存副本。

# workspace.office_workspace_attachment_picker.could_not_import_the_file
source: Could not import the file
zh_hans: 未能导入文件

# workspace.office_workspace_attachment_picker.could_not_insert_the_attachment
source: Could not insert the attachment
zh_hans: 未能插入附件

# workspace.office_workspace_attachment_picker.import_from_workspace
source: Import from workspace
zh_hans: 从工作区导入

# workspace.office_workspace_attachment_picker.importing_note
source: Importing note…
zh_hans: 正在导入手记…

# workspace.office_workspace_attachment_picker.inserting_attachment
source: Inserting attachment…
zh_hans: 正在插入附件…

# workspace.office_workspace_attachment_picker.load_more_files
source: Load more files
zh_hans: 加载更多文件

# workspace.office_workspace_attachment_picker.no_workspaces_available
source: No workspaces available
zh_hans: 没有可用的工作区

# workspace.office_workspace_attachment_picker.search_workspaces
source: Search workspaces
zh_hans: 搜索工作区

# workspace.office_workspace_attachment_picker.select_attachment
source: Select attachment
zh_hans: 选择附件

# workspace.open.failed
source: Unable to open the workspace: %@
zh_hans: 工作区打开失败：%@

# workspace.source_control_center.the_conflict_file_is_not_editable
source: The conflict file is not editable UTF-8 text
zh_hans: 冲突文件不是可编辑的 UTF-8 文本

# workspace.source_control_center.this_build_has_no_github_oauth
source: This build has no GitHub OAuth Client ID configured; contact the build administrator. Access-token sign-in still works.
zh_hans: 此构建尚未配置 GitHub OAuth Client ID，请联系构建管理员；访问令牌登录仍可使用。

# workspace.switch
source: Switch
zh_hans: 切换

# workspace.text_file_editor_view.cannot_run
source: Cannot run
zh_hans: 无法运行

# workspace.text_file_editor_view.failed
source: Failed
zh_hans: 运行失败

# workspace.text_file_editor_view.find_and_replace
source: Find and Replace
zh_hans: 查找替换

# workspace.text_file_editor_view.local_execution_uses_posix_sh_convert
source: Local execution uses POSIX sh; convert bash, zsh and fish scripts first, or run them on a remote host.
zh_hans: 本地运行使用 POSIX sh；bash、zsh、fish 脚本请先转换，或在远程主机运行。

# workspace.text_file_editor_view.next
source: Next
zh_hans: 下一个

# workspace.text_file_editor_view.previous
source: Previous
zh_hans: 上一个

# workspace.text_file_editor_view.replace
source: Replace
zh_hans: 替换

# workspace.text_file_editor_view.replace_all
source: Replace All
zh_hans: 全部替换

# workspace.text_file_editor_view.replace_with
source: Replace with
zh_hans: 替换为

# workspace.text_file_editor_view.row_column
source: Row %@, column %@
zh_hans: 行 %@，列 %@

# workspace.text_file_editor_view.run
source: Run
zh_hans: 运行

# workspace.text_file_editor_view.run_complete
source: Run complete
zh_hans: 运行完成

# workspace.text_file_editor_view.saved
source: Saved
zh_hans: 已保存

# workspace.text_file_editor_view.symbols
source: Symbols
zh_hans: 符号

# workspace.text_file_editor_view.this_build_does_not_include_the
source: This build does not include the %@ runtime.
zh_hans: 此构建未包含 %@ 运行时。

# workspace.text_file_editor_view.unsupported_shell_dialect
source: Unsupported shell dialect
zh_hans: 不支持的 Shell 方言

# workspace.title
source: Workspaces
zh_hans: 工作区

# workspace.workspace_canvas_view.3d_director
source: 3D Director
zh_hans: 3D 导演台

# workspace.workspace_canvas_view.3d_scene_name
source: 3D scene name
zh_hans: 3D 场景名称

# workspace.workspace_canvas_view.action
source: %@ action
zh_hans: %@操作

# workspace.workspace_canvas_view.add_from_asset_library
source: Add from asset library…
zh_hans: 从素材库添加…

# workspace.workspace_canvas_view.add_image_generation_model
source: Add image generation model
zh_hans: 添加生图模型

# workspace.workspace_canvas_view.add_node
source: Add Node
zh_hans: 添加节点

# workspace.workspace_canvas_view.add_note_material
source: Add note material
zh_hans: 添加手记资料

# workspace.workspace_canvas_view.ai_result
source: AI result
zh_hans: AI 结果

# workspace.workspace_canvas_view.align
source: Align
zh_hans: 对齐

# workspace.workspace_canvas_view.align_bottom
source: Align Bottom
zh_hans: 底部对齐

# workspace.workspace_canvas_view.align_left
source: Align Left
zh_hans: 左对齐

# workspace.workspace_canvas_view.align_right
source: Align Right
zh_hans: 右对齐

# workspace.workspace_canvas_view.align_top
source: Align Top
zh_hans: 顶部对齐

# workspace.workspace_canvas_view.all_canvases
source: All Canvases
zh_hans: 全部画布

# workspace.workspace_canvas_view.all_sources
source: All Sources
zh_hans: 全部来源

# workspace.workspace_canvas_view.all_tags
source: All Tags
zh_hans: 全部标签

# workspace.workspace_canvas_view.and_its_canvas_assistant_conversations_will
source: “%@” and its canvas assistant conversations will be deleted. This cannot be undone.
zh_hans: 将删除“%@”及其画布助手会话。此操作无法撤销。

# workspace.workspace_canvas_view.angle
source: Angle
zh_hans: 角度

# workspace.workspace_canvas_view.apple_vision_on_device_text_recognition
source: Apple Vision on-device text recognition
zh_hans: Apple Vision 本机文字识别

# workspace.workspace_canvas_view.apply_rotation
source: Apply rotation
zh_hans: 应用旋转

# workspace.workspace_canvas_view.apply_size
source: Apply Size
zh_hans: 应用尺寸

# workspace.workspace_canvas_view.apply_to_canvas
source: Apply to canvas
zh_hans: 应用到画布

# workspace.workspace_canvas_view.apply_to_selected_nodes
source: Apply to selected nodes
zh_hans: 应用到所选节点

# workspace.workspace_canvas_view.arrange
source: Arrange
zh_hans: 排列

# workspace.workspace_canvas_view.ask_about_node
source: Ask About Node
zh_hans: 节点内提问

# workspace.workspace_canvas_view.aspect_ratio
source: Aspect Ratio
zh_hans: 画面比例

# workspace.workspace_canvas_view.asset_action_failed
source: Asset action failed
zh_hans: 素材操作失败

# workspace.workspace_canvas_view.asset_info
source: Asset info
zh_hans: 素材信息

# workspace.workspace_canvas_view.asset_library
source: Asset Library
zh_hans: 素材库

# workspace.workspace_canvas_view.asset_preview_is_temporarily_unavailable
source: Asset preview is temporarily unavailable
zh_hans: 素材预览暂不可用

# workspace.workspace_canvas_view.asset_thumbnail
source: Asset thumbnail
zh_hans: 素材缩略图

# workspace.workspace_canvas_view.assets
source: Assets
zh_hans: 素材

# workspace.workspace_canvas_view.audio
source: Audio
zh_hans: 音频

# workspace.workspace_canvas_view.authorization_info
source: Authorization info
zh_hans: 授权信息

# workspace.workspace_canvas_view.auto_organize_relationship_graph
source: Auto-organize relationship graph
zh_hans: 自动整理关系图

# workspace.workspace_canvas_view.auto_organize_selected_nodes
source: Auto-organize selected nodes
zh_hans: 自动整理所选节点

# workspace.workspace_canvas_view.auxiliary_vision_is_unavailable_on_device
source: Auxiliary vision is unavailable; on-device text recognition was used to organize legible content.
zh_hans: 辅助视觉不可用，已用本机文字识别整理可辨认内容。

# workspace.workspace_canvas_view.auxiliary_vision_model
source: Auxiliary vision model
zh_hans: 辅助视觉模型

# workspace.workspace_canvas_view.back_to_creative
source: Back to Creative
zh_hans: 返回创意模式

# workspace.workspace_canvas_view.based_on_the_current_node_and
source: Based on the current node and its upstream canvas context, propose up to 3 distinct directions to expand. Output only one concise line per direction; do not call tools, do not modify the canvas, and do not output numbers or extra explanations.
zh_hans: 基于当前节点以及它的上游画布上下文，提出最多 3 个可以继续展开的不同方向。每个方向只输出一行简洁文本，不要调用工具，不要修改画布，也不要输出序号或额外说明。

# workspace.workspace_canvas_view.black
source: Black
zh_hans: 黑色

# workspace.workspace_canvas_view.blank
source: Blank
zh_hans: 空白

# workspace.workspace_canvas_view.blue
source: Blue
zh_hans: 蓝色

# workspace.workspace_canvas_view.bottom
source: Bottom
zh_hans: 下方

# workspace.workspace_canvas_view.branches
source: %@ branches
zh_hans: %@ 分支

# workspace.workspace_canvas_view.branches.one
source: %@ branch
zh_hans: %@ 分支

# workspace.workspace_canvas_view.bring_to_front
source: Bring to Front
zh_hans: 移到最前

# workspace.workspace_canvas_view.cancel
source: Cancel
zh_hans: 取消

# workspace.workspace_canvas_view.cancel_this_provider_task
source: Cancel this provider task?
zh_hans: 取消这个供应商任务？

# workspace.workspace_canvas_view.canvas
source: Canvas %@
zh_hans: 画布 %@

# workspace.workspace_canvas_view.canvas_1
source: Canvas 1
zh_hans: 画布 1

# workspace.workspace_canvas_view.canvas_actions
source: Canvas Actions
zh_hans: 画布操作

# workspace.workspace_canvas_view.canvas_assistant
source: Canvas Assistant
zh_hans: 画布助手

# workspace.workspace_canvas_view.canvas_assistant_2
source: Canvas assistant · %@ · %@
zh_hans: 画布助手 · %@ · %@

# workspace.workspace_canvas_view.canvas_assistant_3
source: Canvas assistant · %@
zh_hans: 画布助手 · %@

# workspace.workspace_canvas_view.canvas_background
source: Canvas Background
zh_hans: 画布背景

# workspace.workspace_canvas_view.canvas_backup_registration_failed
source: Canvas backup registration failed.
zh_hans: 画布备份注册失败。

# workspace.workspace_canvas_view.canvas_drawings
source: Canvas drawings
zh_hans: 画布图纸

# workspace.workspace_canvas_view.canvas_editing
source: Canvas editing
zh_hans: 画布编辑

# workspace.workspace_canvas_view.canvas_image_generation
source: Canvas image generation
zh_hans: 画布图片生成

# workspace.workspace_canvas_view.canvas_images
source: Canvas images
zh_hans: 画布图片

# workspace.workspace_canvas_view.canvas_json_without_assets
source: Canvas JSON (without assets)
zh_hans: 画布 JSON（不含素材）

# workspace.workspace_canvas_view.canvas_minimap
source: Canvas Minimap
zh_hans: 画布缩略导航

# workspace.workspace_canvas_view.canvas_name
source: Canvas name
zh_hans: 画布名称

# workspace.workspace_canvas_view.canvas_sync_failed
source: Canvas sync failed: %@
zh_hans: 同步画布失败：%@

# workspace.workspace_canvas_view.canvas_video_generation
source: Canvas video generation
zh_hans: 画布视频生成

# workspace.workspace_canvas_view.canvas_write_failed
source: Canvas write failed
zh_hans: 画布写入失败

# workspace.workspace_canvas_view.canvas_write_retries_are_exhausted
source: Canvas write retries are exhausted.
zh_hans: 画布写入重试次数已用尽。

# workspace.workspace_canvas_view.canvases_in_folder
source: Canvases in folder
zh_hans: 文件夹内的画布

# workspace.workspace_canvas_view.card_content
source: Card content
zh_hans: 卡片内容

# workspace.workspace_canvas_view.center_horizontally
source: Center Horizontally
zh_hans: 水平居中

# workspace.workspace_canvas_view.center_vertically
source: Center Vertically
zh_hans: 垂直居中

# workspace.workspace_canvas_view.choose_from_prompt_library
source: Choose from prompt library
zh_hans: 从提示词库选择

# workspace.workspace_canvas_view.clear_all_ink
source: Clear All Ink
zh_hans: 清除全部笔迹

# workspace.workspace_canvas_view.clip_and_subtitles
source: Clip and subtitles
zh_hans: 剪辑与字幕

# workspace.workspace_canvas_view.close_canvas_assistant
source: Close Canvas Assistant
zh_hans: 关闭画布助手

# workspace.workspace_canvas_view.close_handwriting_organization_preview
source: Close handwriting organization preview
zh_hans: 关闭笔迹整理预览

# workspace.workspace_canvas_view.collapse_canvas_assistant
source: Collapse canvas assistant
zh_hans: 收起画布助手

# workspace.workspace_canvas_view.confidence
source: %@ · confidence %@%
zh_hans: %@ · 置信度 %@%

# workspace.workspace_canvas_view.configure_a_model_to_generate_images
source: Configure a model to generate images on Canvas.
zh_hans: 配置模型后即可在画布中生成图片。

# workspace.workspace_canvas_view.confirm_regeneration
source: Confirm regeneration
zh_hans: 确认重新生成

# workspace.workspace_canvas_view.connect_current_canvas
source: Connect current canvas
zh_hans: 连接当前画布

# workspace.workspace_canvas_view.connect_from_node
source: Connect from node %@
zh_hans: 从节点%@连接

# workspace.workspace_canvas_view.connection
source: Connection
zh_hans: 连接

# workspace.workspace_canvas_view.connector
source: Connector
zh_hans: 连接线

# workspace.workspace_canvas_view.convert_to_card
source: Convert to card
zh_hans: 转为卡片

# workspace.workspace_canvas_view.copy
source: Copy
zh_hans: 复制

# workspace.workspace_canvas_view.copy_diagnostic_id
source: Copy diagnostic ID %@
zh_hans: 复制诊断编号 %@

# workspace.workspace_canvas_view.copy_to_clipboard
source: Copy to Clipboard
zh_hans: 复制到剪贴板

# workspace.workspace_canvas_view.could_not_generate_the_pencilkit_stroke
source: Could not generate the PencilKit stroke preview.
zh_hans: 无法生成 PencilKit 笔迹预览。

# workspace.workspace_canvas_view.could_not_generate_the_png
source: Could not generate the PNG.
zh_hans: 无法生成 PNG。

# workspace.workspace_canvas_view.could_not_generate_the_stroke_preview
source: Could not generate the stroke preview.
zh_hans: 无法生成笔迹预览。

# workspace.workspace_canvas_view.could_not_organize_the_handwriting
source: Could not organize the handwriting
zh_hans: 无法整理笔迹

# workspace.workspace_canvas_view.could_not_paste
source: Could not paste: %@
zh_hans: 无法粘贴：%@

# workspace.workspace_canvas_view.could_not_prepare_the_canvas_assistant
source: Could not prepare the canvas assistant
zh_hans: 无法准备画布助手

# workspace.workspace_canvas_view.create_a_private_canvas_outside_a
source: Create a private canvas outside a workspace
zh_hans: 创建不绑定工作区的私人画布

# workspace.workspace_canvas_view.create_infinite_canvas
source: Create infinite canvas
zh_hans: 创建无限画布

# workspace.workspace_canvas_view.current_canvas_current_selection_connected_nodes
source: Current canvas: %@ current selection: %@ connected nodes: %@ related connections: %@
zh_hans: 当前画布：%@ 当前选择： %@ 相连节点： %@ 相关连接数：%@

# workspace.workspace_canvas_view.current_canvas_nodes_relationships_no_node
source: Current canvas: %@. Nodes: %@, relationships: %@. No node is currently selected.
zh_hans: 当前画布：%@。节点数：%@，关系数：%@。当前没有选中节点。

# workspace.workspace_canvas_view.delete
source: Delete
zh_hans: 删除

# workspace.workspace_canvas_view.delete_canvas
source: Delete canvas?
zh_hans: 删除画布？

# workspace.workspace_canvas_view.delete_canvas_2
source: Delete canvas
zh_hans: 删除画布

# workspace.workspace_canvas_view.delete_connection
source: Delete connection
zh_hans: 删除连接

# workspace.workspace_canvas_view.delete_node
source: Delete node
zh_hans: 删除节点

# workspace.workspace_canvas_view.delete_selected_nodes
source: Delete Selected Nodes
zh_hans: 删除所选节点

# workspace.workspace_canvas_view.delete_selected_strokes
source: Delete selected strokes
zh_hans: 删除所选笔迹

# workspace.workspace_canvas_view.delete_the_cloud_copy_keep_on
source: Delete the cloud copy, keep on this device
zh_hans: 删除云端副本，保留本机

# workspace.workspace_canvas_view.delete_the_entire_canvas_project
source: Delete the entire canvas project?
zh_hans: 删除整个画布项目？

# workspace.workspace_canvas_view.deletion_failed
source: Deletion failed: %@
zh_hans: 删除失败：%@

# workspace.workspace_canvas_view.describe_what_to_find_organize_or
source: Describe what to find, organize or generate
zh_hans: 描述要查找、整理或生成的内容

# workspace.workspace_canvas_view.describe_what_you_want_generated
source: Describe what you want generated
zh_hans: 描述希望生成的内容

# workspace.workspace_canvas_view.dissolve_folder
source: Dissolve folder
zh_hans: 解散文件夹

# workspace.workspace_canvas_view.distribute
source: Distribute
zh_hans: 分布

# workspace.workspace_canvas_view.done
source: Done
zh_hans: 完成

# workspace.workspace_canvas_view.done_editing
source: Done Editing
zh_hans: 完成编辑

# workspace.workspace_canvas_view.dotted
source: Dotted
zh_hans: 点阵

# workspace.workspace_canvas_view.draw_content_with_apple_pencil_or
source: Draw content with Apple Pencil, or switch to “select” and marquee existing strokes.
zh_hans: 请用 Apple Pencil 画出内容，或切到“选择”后框选已有笔迹。

# workspace.workspace_canvas_view.draw_something_first_or_select_existing
source: Draw something first, or select existing strokes.
zh_hans: 请先画一些内容，或框选已有笔迹。

# workspace.workspace_canvas_view.draw_something_with_apple_pencil_first
source: Draw something with Apple Pencil first.
zh_hans: 请先用 Apple Pencil 画一些内容。

# workspace.workspace_canvas_view.draw_with_pencil_or_one_finger
source: Draw with Pencil or one finger; move or zoom the canvas with two fingers
zh_hans: 使用 Pencil 或单指绘制；双指移动或缩放画布

# workspace.workspace_canvas_view.duration
source: Duration
zh_hans: 时长

# workspace.workspace_canvas_view.edit
source: Edit
zh_hans: 编辑

# workspace.workspace_canvas_view.edit_2
source: %@ edit
zh_hans: %@ 编辑

# workspace.workspace_canvas_view.edit_info
source: Edit info
zh_hans: 编辑信息

# workspace.workspace_canvas_view.editable_canvas_packages_are_produced_through
source: Editable canvas packages are produced through the file export path.
zh_hans: 可编辑画布包通过文件导出路径生成。

# workspace.workspace_canvas_view.editable_floe_canvas_package
source: Editable Floe canvas package
zh_hans: 可编辑 Floe 画布包

# workspace.workspace_canvas_view.enable_a_model_that_supports_tool
source: Enable a model that supports tool calling first.
zh_hans: 请先启用一个支持工具调用的模型。

# workspace.workspace_canvas_view.enter_a_folder_name
source: Enter a folder name.
zh_hans: 请输入文件夹名称。

# workspace.workspace_canvas_view.enter_group
source: Enter group
zh_hans: 进入分组

# workspace.workspace_canvas_view.erase_strokes_move_or_zoom_the
source: Erase strokes; move or zoom the canvas with two fingers
zh_hans: 擦除笔迹；双指移动或缩放画布

# workspace.workspace_canvas_view.eraser
source: Eraser
zh_hans: 橡皮

# workspace.workspace_canvas_view.estimated_completion
source: Estimated completion
zh_hans: 预计完成

# workspace.workspace_canvas_view.exit_group
source: Exit group
zh_hans: 退出分组

# workspace.workspace_canvas_view.expand_canvas_assistant
source: Expand canvas assistant
zh_hans: 展开画布助手

# workspace.workspace_canvas_view.export_editable_canvas_package
source: Export editable canvas package
zh_hans: 导出可编辑画布包

# workspace.workspace_canvas_view.failed
source: Failed
zh_hans: 失败

# workspace.workspace_canvas_view.failed_to_reload_the_canvas
source: Failed to reload the canvas: %@
zh_hans: 重新载入画布失败：%@

# workspace.workspace_canvas_view.fit_canvas
source: Fit Canvas
zh_hans: 适配画布

# workspace.workspace_canvas_view.floe_canvas
source: Floe Canvas
zh_hans: Floe 画布

# workspace.workspace_canvas_view.flow_mind_map
source: Flow / mind map
zh_hans: 流程／思维图

# workspace.workspace_canvas_view.folder
source: Folder
zh_hans: 文件夹

# workspace.workspace_canvas_view.generate_again
source: Generate Again
zh_hans: 重新生成

# workspace.workspace_canvas_view.generate_an_illustration
source: Generate an illustration
zh_hans: 生成一张配图

# workspace.workspace_canvas_view.generation_configuration
source: Generation configuration
zh_hans: 配置生成

# workspace.workspace_canvas_view.generation_count
source: Generation count: %@
zh_hans: 生成数量：%@

# workspace.workspace_canvas_view.green
source: Green
zh_hans: 绿色

# workspace.workspace_canvas_view.grid
source: Grid
zh_hans: 网格

# workspace.workspace_canvas_view.group_name
source: Group Name
zh_hans: 分组名称

# workspace.workspace_canvas_view.h2_html_node_h2_p_double
source: <h2>HTML node</h2><p>Double-tap to edit safe static HTML.</p>
zh_hans: <h2>HTML 节点</h2><p>双击编辑安全的静态 HTML。</p>

# workspace.workspace_canvas_view.handwriting_organization
source: Handwriting organization: %@
zh_hans: 笔迹整理方式：%@

# workspace.workspace_canvas_view.handwriting_organization_preview
source: Handwriting organization preview
zh_hans: 笔迹整理预览

# workspace.workspace_canvas_view.have_ai_process
source: Have AI process “%@”
zh_hans: 让 AI 处理“%@”

# workspace.workspace_canvas_view.have_ai_process_this_node
source: Have AI process this node
zh_hans: 让 AI 处理这个节点

# workspace.workspace_canvas_view.height
source: Height
zh_hans: 高度

# workspace.workspace_canvas_view.hierarchy
source: Hierarchy
zh_hans: 层级

# workspace.workspace_canvas_view.horizontal_isometric
source: Horizontal isometric
zh_hans: 水平等距

# workspace.workspace_canvas_view.image
source: Image
zh_hans: 图片

# workspace.workspace_canvas_view.image_2
source: Image %@: %@
zh_hans: 图片 %@：%@

# workspace.workspace_canvas_view.image_generation_settings
source: Image generation settings
zh_hans: 设置图片生成

# workspace.workspace_canvas_view.image_the_image_could_not_be
source: Image %@: the image could not be understood (%@). Do not retry the visual read; tell the user directly how to configure a compatible canvas vision model.
zh_hans: 图片 %@：无法理解图片（%@）。不要重试视觉读取；直接告诉用户如何配置兼容的画布视觉模型。

# workspace.workspace_canvas_view.image_the_local_file_cannot_be
source: Image %@: the local file cannot be read.
zh_hans: 图片 %@：本地文件不可读取。

# workspace.workspace_canvas_view.import_canvas
source: Import canvas
zh_hans: 导入画布

# workspace.workspace_canvas_view.import_from_asset_library
source: Import from asset library
zh_hans: 从素材库导入

# workspace.workspace_canvas_view.import_images_videos_audio_or_documents
source: Import images, videos, audio or documents; reusable across all canvases.
zh_hans: 导入图片、视频、音频或文档；所有画布都可重复使用。

# workspace.workspace_canvas_view.insert_into_canvas
source: Insert into canvas
zh_hans: 插入画布

# workspace.workspace_canvas_view.interface_sketch
source: Interface sketch
zh_hans: 界面草图
